export const aboutUsLinks = ['Політика конфіденційності', 'Правила використання файлів cookie', 'Умови доступу та користування'];
export const usersLinks = ['Оголошення', 'Тендери', 'Запити на роботу'];
export const specTechniqLabels = ['Будівельна техніка', 'Комунальна техніка', 'Сільськогосподарська техніка', 'Складська техніка'];
export const specTecniqUrls = ['/products/budivelna-tekhnika/', '/products/komunalna-tekhnika/', '/products/silskogospodarska-tekhnika/', '/skladska-tekhnika/'];
export const catalogServicesLabels = ['Будівельні', 'Інші', 'Сільськогосподарські'];
export const footerLinks = [
    { linkText: 'Політика конфіденційності', urlFragment: '/privacy-policy/', headerText: 'Політика конфіденційності' },
    { linkText: 'Правила використання файлів cookie', urlFragment: '/cookie-policy/', headerText: 'Політика використання файлів cookie' },
    { linkText: 'Умови доступу та користування', urlFragment: '/terms-conditions/', headerText: 'Угода користувача' },
];
export const allowedSymbols = ['!', '@', '#', '$', '%', '(', ')', '*'];
export const prohibitedSymbols = ['<', '>', '{', '}', '^', ';', '!'];

export const items = [['Автокрани', 'Бурові установки', 'Дорожньо-будівельна техніка', 'Екскаватори', 'Інша будівельна спецтехніка', 'Катки', 'Контейнери', 'Навантажувачі', 'Обладнання для спецтехніки', 'Підйомники', 'Техніка для земляних робіт'],
['Аварійні машини', 'Дорожньо-прибиральна техніка', 'Клінінгове обладнання', 'Комунальні контейнери', 'Комунальні машини', 'Обладнання для комунальної техніки'], 
['Ґрунтообробна техніка', 'Жатки', 'Інша сільгосптехніка', 'Картопляна техніка', 'Комбайни', 'Лісозаготівельна техніка', 'Обладнання', 'Післязбиральна техніка', 'Посівна та садильна техніка', 'Сільськогосподарська нерухомість', 'Техніка для внесення добрив', 'Техніка для заготівлі сіна', 'Техніка для поливу та зрошення', 'Техніка для саду та городу', 'Техніка для тваринництва', 'Техніка для транспортування', 'Трактори'], 
['Обладнання для навантажувачів', 'Техніка для складування']];

export const servicesItems = [['Дорожні роботи', 'Навантажування та розвантажування матеріалів', 'Вивіз побутового сміття', 'Розчищення території', 'Косіння трави'],
['Корчування дерев, пнів', 'Навантаження матеріалів', 'Перевезення матеріалів', 'Перевезення техніки', 'Обрізання дерев', 'Підйомні роботи'],
['Посів технічних та зернових культур', 'Обприскування', 'Внесення добрив', 'Орання землі', 'Культивація']];